Repository: 84000/data-translation-memory
Catalog: toh58-v4.tmx
Source language: bo
Languages: en

source: འདི་ལྟ་སྟེ། བཙོན་ར་དམ་པོར་བཅུག་པ་དང་། ལྕག་གིས་གཞུས་པ་དང་། བཙོན་རར་བཅུག་པ་དང་། བཅིངས་པའི་སྡུག་བསྔལ་གང་ཡིན་པ་དང་། གཞན་ཡང་རྣ་བ་བཅད་པ་དང་། སྣ་བཅད་པ་དང་། ལག་པ་དང་། རྐང་པ་གཏུབས་པ་དང་། མགོ་བཅད་པ་དང་། ལྷ་རྣམས་ཀྱིས་མ་བསྲུངས་པས་མི་མ་ཡིན་པའི་གདོན་མ་རུངས་པ་རྣམས་དང་། གནོད་སྦྱིན་དང་། སྲིན་པོ་རྣམས་ཀྱིས་གླགས་རྙེད་པར་འགྱུར་བ་གང་ཡིན་པ་དང་། གཞན་ཡང་སྦྲང་བུ་མཆུ་རིངས་དང་། ཤ་སྦྲང་ལ་སོགས་པའི་སྲིན་བུ་གདུག་པ་རྣམས་ཀྱིས་ཟོས་པ་དང་། གྲང་བ་དང་། ཚ་བ་དང་། བཀྲེས་པ་དང་། སྐོམ་པ་དང་། རླུང་དང་། ཆར་པ་ཉེ་བར་གནས་པར་གྱུར་པའི་སྡུག་བསྔལ་རྣམ་པ་སྣ་ཚོགས་ཀྱིས་ལུས་ཉོན་མོངས་པར་བྱེད་དེ།
en: Namely, the body is afflicted by various types of suffering, for example, being thrown into a narrow prison, being beaten with whips, being fettered, and being bound; having an ear cut off or the nose cut off, having an arm or a leg severed, or being beheaded; or, unprotected by the gods, being harmed by hateful, inhuman demonic beings, or yakṣas, or rākṣasas; or being devoured by vicious insects such as bees, mosquitoes, and biting flies; or encountering cold, heat, hunger, thirst, wind, or rain.

source: མིར་གྱུར་པ་རྣམས་ཀྱི་སྡུག་བསྔལ་ཡང་དེ་དང་འདྲ་ན་ངན་འགྲོ་རྣམས་ཀྱི་སྡུག་བསྔལ་ལྟ་སྨོས་ཀྱང་ཅི་དགོས་ཏེ།
en: If the suffering of humans is like this, how much more so must be the suffering of lower beings?

source: དེ་ནི་ཤིན་ཏུ་བརྗོད་པར་དཀའོ།
en: It is very difficult to express. “

source: །དེ་ལྟ་བས་ན་འདི་དག་ཐམས་ཅད་ཀྱང་འདས་པའི་དུས་སུ་སྡིག་པ་མི་དགེ་བའི་ལས་མངོན་པར་འདུས་བྱས་པའི་དབང་གིས་འདི་ལྟ་བུའི་རྣམ་པར་སྨིན་པ་མྱོང་བར་རིག་པར་བྱའོ། །
en: Therefore, it should be known that all these sorts of karmic retribution are experienced due to the force of having engaged in sinful, nonvirtuous actions in a previous life.

source: གང་གིས་མཚོན་ཆ་དག་གིས་གནོད་པ་བྱས་པ་ཡོངས་སུ་བསྲུང་བའི་ཕྱིར། གྲོང་ཁྱེར་བརྩིགས་ཏེ་འོབས་ཀྱིས་བསྐོར་ནས་ལུས་འདི་ཡོངས་སུ་བསྲུངས་ཀྱང་། རླུང་དང་། ཆར་པ་དང་། སྦྲང་བུ་མཆུ་རིངས་དང་། ཤ་སྦྲང་ལ་སོགས་པ་ཁང་ཁྱིམ་དག་ཏུ་འོངས་ནས་གནོད་པ་བྱེད་པར་འགྱུར་ལ། ནད་བཞི་བརྒྱ་རྩ་བཞེས་ཀྱང་ནང་དང་། ཕྱི་རོལ་ཉོན་མོངས་པར་བྱེད་དོ། །
en: If someone—for the sake of protection from harm by weapons—builds a citadel, surrounds it with a moat, and tries to protect this body, nevertheless, wind, rain, bees, mosquitoes, biting flies, and so forth will come to his house and harm him, and the 404 diseases will cause internal and external afflictions.

source: བཟའ་བ་དང་། བཏུང་བ་དང་། མལ་ཆ་དང་། ན་བའི་གསོས་སྨན་དང་། ཞིང་དང་། ཀུན་དགའ་ར་བ་དང་། ཁང་ཁྱིམ་དང་། གསེར་དང་། དངུལ་ལ་སོགས་པ་རིན་པོ་ཆེ་སྣ་བདུན་དང་། བྲན་ཕོ་དང་། བྲན་མོ་དང་། ཤིང་རྟ་དང་བཞོན་པ་དང་། འཚོ་བའི་ཡོ་བྱད་རྣམས་ཡོངས་སུ་ཚོལ་བ་ན་གལ་ཏེ་ཡིད་དང་འཐུན་པར་མ་གྱུར་ན་ཡང་སྡུག་བསྔལ་སྐྱེད་པར་བྱེད་ལ་
en: If one seeks life’s necessities—such as food, drink, bedding, medicines for illness, fields, pleasure gardens, houses, the seven great precious things such as gold and silver, male slaves, female slaves, and carriages and horses—and if these do not suit one’s fancy, they cause suffering.

source: གལ་ཏེ་ལོངས་སྤྱོད་ཐོབ་པར་གྱུར་ན་ཡང་སེར་སྣས་ཕངས་ཤིང་རྟག་ཏུ་སྲུང་བ་དང་། གལ་ཏེ་སྟོར་ཅིང་ཆུད་ཟོས་པར་གྱུར་ན་ཡང་སྡུག་བསྔལ་ཆེན་པོ་སྐྱེད་པར་བྱེད་དོ།
en: And if one obtains wealth and possessions, one is thrifty due to stinginess and always protects them; and if one loses them by wasting them, great suffering is produced. “

source: །དགའ་བོ་མདོར་ན་ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔའི་ལུས་འདི་ནི་འགྲོ་བ་དང་། སྡོད་པ་དང་། འདུག་པ་དང་། ཉལ་བའི་སྤྱོད་ལམ་ཐམས་ཅད་སྡུག་བསྔལ་མ་ཡིན་པ་གང་ཡང་མེད་པས།
en: Nanda, in brief, as for this body consisting of the five upādānaskandhas, there are no activities of moving, standing, sitting, or lying down that are not suffering.

source: གལ་ཏེ་ཡུན་རིང་དུ་འགྲོ་ཞིང་སྐད་ཅིག་ཙམ་དུ་ཡང་ངལ་བ་སོར་མེད་པར་གྱུར་ན་ཡང་སྡུག་བསྔལ་འབྱུང་བར་འགྱུར་ལ།
en: If one walks for a long time without even a moment’s rest, suffering will arise.

source: སྡོད་པ་དང་། འདུག་པ་དང་། ཉལ་བ་དེ་དག་སོ་སོ་ནས་ཡུན་རིང་དུ་གྱུར་ན་ཡང་ཐམས་ཅད་སྡུག་བསྔལ་བར་འགྱུར་བས།
en: Standing, sitting, and lying down, if done for a long time, will all be suffering.

source: གལ་ཏེ་ཡུན་རིང་དུ་སོང་སོང་བ་ལས་སྐད་ཅིག་ཙམ་འདུག་ཏུ་ཡོད་པར་གྱུར་ན། བདེ་བའི་འདུ་ཤེས་སྐྱེད་པར་བྱེད་ཀྱང་དེ་ཡང་དག་པར་བདེ་བར་བྱེད་པ་མ་ཡིན་ནོ།
en: If, after walking for a long time, there is a moment’s rest, even though a notion of pleasure is produced, this is not really pleasure.

source: །གལ་ཏེ་ཡུན་རིང་དུ་འགྲེང་བ་ལས་སྐད་ཅིག་ཙམ་འདུག་པ་དང་། གལ་ཏེ་ཡུན་རིང་དུ་འདུག་པ་ལས་སྐད་ཅིག་ཙམ་ཉལ་བར་གྱུར་པ་ལ་ཡང་དག་པ་མ་ཡིན་པས་བདེ་བའི་འདུ་ཤེས་སྐྱེད་པར་བྱེད་ཀྱང་དེ་ཡང་དག་པར་བདེ་བ་མ་ཡིན་པས་དེའི་ཕྱིར་ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔའི་ལུས་འདི་ནི་ཐམས་ཅད་སྡུག་བསྔལ་ཡིན་པར་རིག་པར་བྱའོ།
en: If, after standing for a long time, one sits for a moment, or if, after sitting for a long time, one lies down for a moment, a false notion of pleasure is produced; however, since this is not really pleasure, this body consisting of the five upādānaskandhas should therefore be known to be wholly suffering. “

source: །གང་ལ་ལ་ཞིག་གིས་བདག་གི་དོན་དང་། གཞན་གྱི་དོན་དང་། བདག་དང་གཞན་གྱི་དོན་གྱི་ཕྱིར་དེ་ལྟ་བུའི་སྡུག་བསྔལ་རྣམས་ལ་ཡོངས་སུ་སྐྱོ་བར་བྱས་ནས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་བྱུང་སྟེ། ཡང་དག་པར་སློབ་པར་བྱེད་ན་མྱ་ངན་འདས་པའི་རྣམ་པར་གྲོལ་བའི་ཆོས་ལས་ཡོངས་སུ་ཉམས་པར་མི་འགྱུར་ལ།
en: People who—for their own sake, for the sake of another, or for the sake of both self and other—become weary with such suffering and leave home to go forth into homelessness, if they train correctly, will not fall short of the reality of the liberation of nirvāṇa.

source: གང་ལ་ལ་ཞིག་གོས་དང་། མལ་ཆ་དང་། ན་བའི་གསོས་སྨན་དང་། ཡོ་བྱད་རྣམས་ཀྱིས་དེ་ལ་རིམ་གྲོ་བྱེད་པ་དེ་དག་ཀྱང་རྣམ་པར་སྨིན་པ་ཆེན་པོའི་མཐུ་དང་། གྲགས་པ་ཐོབ་པར་འགྱུར་རོ།
en: And people who serve them by giving clothes, bedding, medicines for illness, and requisites for living will also obtain, as karmic ripening, great power and renown.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགའ་བོ་འདི་ཇི་སྙམ་དུ་སེམས།
en: The Bhagavān said, “Nanda, what do you think of this?

source: གཟུགས་གང་ཡིན་པ་དེ་ཅི་རྟག་པ་ཞིག་ཡིན་ནམ།
en: Is rūpa permanent?

source: འོན་ཏེ་མི་རྟག་པ་ཞིག་ཡིན།
en: Or is it impermanent?”

source: བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་དགའ་བོས་གསོལ་པ། བཅོམ་ལྡན་འདས་གཟུགས་དེ་ནི་མི་རྟག་པ་ལགས་སོ།
en: Venerable Nanda replied to the Bhagavān, “Bhagavān, rūpa is impermanent.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གལ་ཏེ་མི་རྟག་པ་ཡིན་ན་དེ་སྡུག་བསྔལ་བ་ཞིག་ཡིན་ནམ།
en: The Bhagavān said, “If it is impermanent, is it suffering?

source: འོན་ཏེ་སྡུག་བསྔལ་མེད་པ་ཞིག་ཡིན།
en: Or is it not suffering?”

source: དགའ་བོས་གསོལ་པ། གཟུགས་གང་ལགས་པ་དེ་ནི་སྡུག་བསྔལ་བ་ལགས་སོ། །
en: Nanda replied, “Rūpa is suffering.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གང་མི་རྟག་ཅིང་སྡུག་བསྔལ་བ་དེ་ནི་རྣམ་པར་འཇིག་པའི་ཆོས་ཅན་འཕགས་པ་ཉན་ཐོས་མང་དུ་ཐོས་པ་དང་ལྡན་པ་གང་དེ་ལྟ་བུའི་བསྟན་པ་ཐོས་པར་གྱུར་ན་ཡང་ལུས་འདི་ནི་འདི་ལྟ་བུའི་གཟུགས་ཅན་ནོ་ཞེས་འཛིན་ཅིང་དེ་ལ་བདག་དང་བདག་གིར་འཛིན་པར་བྱེད་དམ།
en: The Bhagavān said, “If what is impermanent and suffering is subject to destruction, and if very learned noble śrāvakas hear this sort of teaching, would they, understanding that the body consists of these sorts of rūpa, hold on to the notions of I and mine?” “

source: བཅོམ་ལྡན་འདས་དེ་ནི་མ་ལགས་ཏེ།
en: Bhagavān, indeed not.

source: གཟུགས་ལ་བདག་ཅེས་བགྱི་བ་ཡང་མ་མཆིས་ལ་བདག་གི་ཞེས་བགྱི་བ་ཡང་མ་མཆིས་ལགས་སོ།
en: In rūpa, there is no such thing as I; there is no such thing as mine.” “

source: །གཞན་ཡང་དགའ་བོ་འདི་ཇི་སྙམ་དུ་སེམས།
en: Furthermore, Nanda, what do you think of this?

source: ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་གང་ཡིན་པ་དེ་དག་ཅི་རྟག་པ་ཞིག་ཡིན་ནམ།
en: Are vedanā, saṃjñā, saṃskāra, and vijñāna permanent?

source: བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་དགའ་བོས་གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་དག་ཐམས་ཅད་ནི་མི་རྟག་པ་ལགས་སོ།
en: Venerable Nanda replied to the Bhagavān, “Bhagavān, they are all impermanent.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གལ་ཏེ་མི་རྟག་པ་ཡིན་ན་ཅི་སྡུག་བསྔལ་བ་ཞིག་ཡིན་ནམ།
en: The Bhagavān said, “If they are impermanent, are they suffering?

source: དགའ་བོས་གསོལ་པ། འདི་ལྟར་ཕུང་པོ་བཞི་པོ་དེ་དག་ནི་སྡུག་བསྔལ་བ་ཞེས་བགྱི་བ་ལགས་སོ།
en: Venerable Nanda replied, “Those four skandhas of this sort are called suffering.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གང་མི་རྟག་ཅིང་སྡུག་བསྔལ་བ་དེ་ནི་རྣམ་པར་འཇིག་པའི་ཆོས་ཅན་ཡིན་ན་འཕགས་པའི་ཉན་ཐོས་མང་དུ་ཐོས་པ་དང་ལྡན་པ་གང་དེ་ལྟ་བུའི་བསྟན་པ་ཐོས་པར་གྱུར་ན་ཡང་ལུས་འདི་ཕུང་པོ་བཞི་པོ་དག་ལ་བདག་དང་བདག་གིར་འཛིན་པར་བྱེད་དམ།
en: The Bhagavān said, “If what is impermanent and suffering is subject to destruction, and if very learned noble śrāvakas hear this sort of teaching, would they hold on to the notion that these four skandhas in this body are I and mine?” “

source: ཕུང་པོ་བཞི་པོ་དག་ལ་ཡང་དག་པར་བདག་ཅེས་བགྱི་བ་ཡང་མ་མཆིས་ལ་བདག་གི་ཞེས་བགྱི་བ་ཡང་མ་མཆིས་ལགས་སོ། །
en: In the four skandhas, there is no such thing as I; there is no such thing as mine.” “

source: གཞན་ཡང་དགའ་བོ་འདི་ལྟར་བདག་ཅེས་བྱ་བ་དེ་ནི་འདས་པ་དང་། ད་ལྟར་བྱུང་བ་དང་། མ་འོངས་པ་དང་། ནང་དང་། ཕྱི་རོལ་ན་ཡང་ཡོད་པ་མ་ཡིན་ལ་རགས་པ་དང་། ཕྲ་བ་དང་། བཟང་པོ་དང་། ངན་པ་དང་། ཉེ་བ་དང་། རིང་བ་ཡང་མ་ཡིན་པས་ཆོས་དེ་དག་ཐམས་ཅད་ནི་བདག་དང་། བདག་གི་མ་ཡིན་ནོ། །
en: Furthermore, Nanda, since that sort of I does not exist in the past, present, or future, or internally or externally, and is not coarse or fine, or good or bad, or close or far, none of those things is I or mine.

source: དེ་ལྟ་བས་ན་དགའ་བོ་འདི་ལྟར་ཡང་དག་པར་ཤེས་པས་ཆོས་རྣམས་ལ་བདག་མེད་པར་སོ་སོར་བརྟག་པར་རིག་པར་བྱའོ།
en: Therefore, Nanda, in this way, too, analyzing with correct knowledge, one should know that things lack a self.

source: །འཕགས་པའི་ཉན་ཐོས་མང་དུ་ཐོས་པ་དང་ལྡན་པ་གང་དེ་ལྟར་སོ་སོར་བརྟགས་ནས་ཡོངས་སུ་སྐྱོ་བ་སྐྱེད་པར་བྱེད་ན་རྣམ་པར་གྲོལ་ཞིང་མཐར་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ཐོབ་པར་གྱུར་ཏེ།
en: Any very learned noble śrāvaka, having analyzed in this way, when he generates weariness, will be liberated and will obtain final, complete nirvāṇa.

source: དེ་ལྟར་ཡང་དག་པར་བསླབས་ནས་ཆོས་འདི་མངོན་དུ་གྱུར་པའི་ཚེ་སྐྱེ་བའི་ཆུ་ནི་ཟད་ཅིང་ཚངས་པར་སྤྱོད་པ་ཡང་དག་པར་སྤྱད་པས་བྱ་བ་བྱས་ནས་ཡང་སྲིད་པ་ཕྱི་མ་ལེན་པར་མི་འགྱུར་རོ།
en: When he has thus trained correctly and actualized this Dharma, he will have exhausted everything pertaining to birth; and having practiced the celibate life and having done what was to be done, he will not take up a subsequent birth.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བཀའ་སྩལ་པ་ན། ཚེ་དང་ལྡན་པ་དགའ་བོ་ནི་རྡུལ་སྤངས་ཤིང་དྲི་མ་དང་བྲལ་བས་ཆོས་ཀྱི་མིག་རྣམ་པར་དག་པ་ཐོབ་པར་གྱུར་ཏོ།
en: After the Bhagavān spoke this Dharma discourse, Nanda, freed from dust and defilement, obtained the pure Dharma eye.

source: །དགེ་སློང་ལྔ་བརྒྱ་པོ་དེ་དག་ནི་ཆོས་རྣམས་ལ་ལེན་པ་མེད་པར་ཟག་པ་ཟད་ནས་སེམས་རྣམ་པར་གྲོལ་བར་གྱུར་ཏོ།
en: The five hundred monks, detached from phenomena, their defilements extinguished, had their minds liberated.

source: །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། འཁོར་མང་པོ་རྣམས་ཀྱིས་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།། །།
en: After the Bhagavān spoke, the many in attendance praised what the Bhagavān had said.

source: འཕགས་པ་དཀོན་མཆོག་བརྩེགས་པ་ཆེན་པོའི་ཆོས་ཀྱི་རྣམ་གྲངས་ལེའུ་སྟོང་ཕྲག་བརྒྱ་པ་ལས། ཚེ་དང་ལྡན་པ་དགའ་བོ་ལ་མངལ་དུ་འཇུག་པ་བསྟན་པའི་ལེའུ་སྟེ། ལེའུ་བཅུ་བཞི་པ་རྫོགས་སོ།།
en: This concludes The Teaching to Venerable Nanda on Entry into the Womb, the fourteenth of the one hundred thousand sections of the Dharma discourse known as The Noble Great Heap of Jewels.
